Revit 2024 API
ParameterTypeId.RbsElecApparentLoadPhase2 Property
 "Apparent Load Phase 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentLoadPhase2 { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentLoadPhase2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace